export const v100 = {
    title: '准报小程序正式上线啦!!!',
    version: '(v1.0.0)',
    text: `亲爱的准报用户：

      您好，准报小程序于2020年12月1日正式上线，欢迎大家免费使用。

      准报，是一款基于微信平台、用于信息发布与收集的利器，它涵盖多种应用场景：校园通知报名、活动聚会、信息统计、培训讲座、调查投票、打卡汇报等。您只需简单设置，便可轻松搞定填报采集。
      
      感谢大家对准报的支持，同时大家在使用过程中遇到使用问题、功能问题、期望需求等可以及时联系我们客服人员，我们会第一时间解答您的问题。`
}
export const v110 = {
    title: '模板库、新手引导等功能更新优化',
    version: '(v1.1.0)',
//     text: `1.模板库
// 准报增加了模板库功能模块，提供多种多样的应用场景，包含：报名登记、调查投票、疫情打卡等。

// 2.题目复制
// 编辑填报项目时，增加了填报题目复制功能，极大提高了用户针对同类型题目的编辑效率。

// 3.新手引导
// 准报增加了新手引导模块，让您在短时间内快速了解产品的特色以及产品的使用方式，轻松上手去体验产品的功能。

// 4.功能优化
// 1）准报首页进行改版设计，增加了不同应用场景体验入口和填报模板，让大家更快捷的寻找进入所需要的专题模块。

// 2）准报特色功能-“填报周期”、“填报名单”中包含丰富的功能设计，为了您更好的理解使用此功能，我们增加了使用说明。

// 3）优化用户填报体验，在参与填报环节，我们增加了一些异常填报的页面提示，优化您的填报体验。`,
    bold: [
        { boldtext: '新增功能', normaltext: `：
1. 模板库
2. 题目复制
3. 新手引导

`},
        { boldtext: '功能优化', normaltext: `：
1. 首页样式改版
2. 增加“填报周期”、“填报名单”使用说明
3. 优化用户填报答题体验
        `},
    ]
}